[
    {
        "start_date": "2021-12-24",
        "day_of_season": 84,
        "ajb": "T",
        "cw": "T",
        "ds": "T",
        "rjs": "T",
        "wfs": "T",
        "comment": "A clipper system caused light snow showers across Central NJ on Christmas Eve. Some locations across Northern New Jersey and NYC received around 1 inch.",
        "mean": 0.0
    },
    {
        "day_of_season": 98,
        "start_date": "2022-01-07",
        "ajb": 4.8,
        "cw": 4.4,
        "ds": 4.6,
        "jpk": 5.3,
        "rjs": "M",
        "wfs": 4.4,
        "comment": "Our first measurable snowfall of the season was the result of a storm that developed in northern LA/MI, moved to the central NC/VA border bringing considerable snow to portions of TN, KY and WV. During the evening of Jan 6 and it redeveloped off the NC coast.the storm strengthened and move northeastward to a location well offshore of NJ by early morning Jan 7.",
        "mean": 4.7
    },
    {
        "day_of_season": 107,
        "start_date": "2022-01-16",
        "ajb": 0.5,
        "cw": 0.3,
        "ds": 0.9,
        "jpk": 0.5,
        "rjs": 0.5,
        "wfs": 1.2,
        "comment": "A low pressure system located around SE CO on Friday Jan 14, moved east southeast, with the support of a deepening upper level trough strengthened and was located near Charleston,SC Sunday afternoon. Moving northward, the storm stayed onshore which allowed a southeast warm flow to override cold air that remained from a high off the northern New England coast. This produced a brief period of snow in the GFDL region during early evening of Jan 16, before a change over to rain.",
        "mean": 0.6
    },
    {
        "day_of_season": 109,
        "start_date": "2022-01-18",
        "ajb": "T",
        "cw": 0.4,
        "ds": "T",
        "jpk": 0.6,
        "rjs": "T",
        "wfs": "T",
        "comment": "Snow squalls that developed from instability due to cold advection aloft plus perhaps some remnants of Great Lake effect streamers produced today’s snow event.",
        "mean": 0.2
    },
    {
        "day_of_season": 111,
        "start_date": "2022-01-20",
        "ajb": 0.2,
        "cw": "T",
        "ds": "T",
        "jpk": 0.1,
        "rjs": "T",
        "wfs": "T",
        "comment": "Precipitation associated with a cold front produced a period of rain which changed to a few hours of light snow during the AM of Jan 20 resulting in this event’s barely measurable snowfall.",
        "mean": 0.1
    },
    {
        "day_of_season": 119,
        "start_date": "2022-01-28",
        "end_date": "2022-01-29",
        "ajb": 6.8,
        "cw": 7.9,
        "ds": 7.8,
        "jpk": 6.7,
        "rjs": 8.1,
        "wfs": 9.9,
        "comment": "An east cost storm developed off the east coast of FL Friday morning (Jan28). The storm moved northeastward, intensified and was located off the NC coast Friday night. With considerable cold air support from a high in eastern Canada, overrunning warmer air produced a period of light snow well in advance of the storm over the GFDL region during Friday morning. The storm continued to intensify rapidly as it moved northeastward allowing more continuous snow starting during Friday evening and continuing through Saturday morning, which produced most of the snow for this event. Some places along the NJ shore received around a foot and a half of snow, locations in eastern Long Island and eastern Massachusetts received upwards of two feet (Boston’s official measurement was 23.8″).",
        "mean": 7.9
    },
    {
        "day_of_season": 129,
        "start_date": "2022-02-07",
        "ajb": 0.1,
        "cw": "T",
        "ds": 0.1,
        "jpk": 0.2,
        "rjs": 0.1,
        "wfs": 0.2,
        "comment": "This snow event was the result of a brief period of snow in the early morning hours of Feb 7 before changing to freezing rain and then rain. Moist warmer air overran cold air in place in advance of a developing coastal storm.",
        "mean": 0.1
    },
    {
        "day_of_season": 135,
        "start_date": "2022-02-13",
        "ajb": 2.7,
        "cw": 2.6,
        "ds": 2.8,
        "jpk": 2.8,
        "rjs": 3.0,
        "wfs": 2.3,
        "comment": "This snow event was the result of the influence of an off shore coastal low coupled with vorticity advection associated with an upper-level trough.",
        "mean": 2.7
    },
    {
        "day_of_season": 141,
        "start_date": "2022-02-19",
        "ajb": "M",
        "cw": 0.1,
        "ds": "T",
        "jpk": 0.1,
        "rjs": "T",
        "wfs": 0.1,
        "comment": "A snow squall with a brief period of heavy snow during the afternoon of Feb 19 gave the GFDL region 0.1″. This squall was associated with a secondary cold front coupled with a sharp trough aloft and positive vorticity advection.",
        "mean": 0.1
    },
    {
        "day_of_season": 146,
        "start_date": "2022-02-24",
        "end_date": "2022-02-25",
        "ajb": 0.2,
        "cw": "M",
        "ds": 0.1,
        "jpk": 0.2,
        "rjs": "T",
        "wfs": 0.1,
        "comment": "Warm air overriding cold air in place produced 0.1″ of sleet in the GFDL area before the precipitation changed to freezing rain and then rain.",
        "mean": 0.1
    },
    {
        "day_of_season": 163,
        "start_date": "2022-03-13",
        "ajb": "M",
        "cw": 0.5,
        "ds": 0.6,
        "jpk": 0.6,
        "rjs": 0.4,
        "wfs": 1.5,
        "comment": "This sleet and snow event was the result of a storm that developed over the SE US which intially produced rain in the Princeton area. As it redeveloped and intensified off the east cost it brought in cold air that changed the precipitation to sleet and then snow."
    }
]